Repository: PromassGithub/Various
Catalog: Stellare/Logical/Infrastructure/Sequencer.tmx
Source language: en
Languages: de

source: brings coffeecup to maschine
de: bringt Kaffetasse zur Maschine

source: coffee is brewing
de: Kaffee wird gebraut

source: brings coffecup away from maschine
de: bringt Kaffetasse weg von Maschine

source: wait a specific time
de: festgelegte Zeit warten

source: wait for takeout
de: warten auf Takeout

source: wait for start
de: warten auf Start

source: SetTestPV1 set to specific value
de: SetTestPV1 auf festgelegten Wert setzen

source: SetTestPV2 set to specific value
de: SetTestPV2 auf festgelegten Wert setzen

source: Set a testalarm in mpAlarmX
de: setzt einen Testalarm in mpAlarmX

source: Coffee
de: Kaffee

source: End
de: Ende

source: Wait
de: Warten

source: Move left axis
de: Linke Achse bewegen

source: Move right axis
de: Rechte Achse bewegen

source: Take coffee out
de: Kaffee entnehmen

source: Move axis right
de: Rechte Achse bewegen

source: PV Value
de: PV Wert

source: Duration
de: Dauer

source: Loop
de: Schleife
